request_soap_visualizza_X00003504565.xml

<!-- RICHIESTA SOAP SISTEMA TS -->
<!-- Timestamp: 2025-09-17T11:17:18.942522 -->
<!-- Endpoint: https://ricettabiancaservice.sanita.finanze.it/RicettaBiancaDemPrescrittoServicesWeb/services/demVisualizzaPrescrittoRicettaBianca -->
<!-- CF Medico: DMRNCL63S21D612I -->
<!-- CF Assistito: RMGFLL37D69D612X -->
<!-- NRE: X00003504565 -->
<!-- Ambiente: produzione -->

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:vis="http://visualizzaprescrittoricettabiancarichiesta.xsd.dem.sanita.finanze.it" 
                  xmlns:tip="http://tipodativisualizzaprescrittoricettabianca.xsd.dem.sanita.finanze.it">
    <soapenv:Header/>
    <soapenv:Body>
        <vis:VisualizzaPrescrittoRicettaBiancaRichiesta>
            <vis:pinCode>mAikhtqJb3Zb/tTIkg8IjVgsbtgAWlLBdAvZcQuDdHQGR5r2oP5RbRZSFUhEI6Ofjj3l/KztPM000+R/BHy+K9o2Et1qZ5fRSng9lVZ6s5mj+88pMjlWBx2LrUUNd6wcL110cPBhmpNO5o7oP9S9MmWGIalbo4buXbKIViTCHw0=</vis:pinCode>
            <vis:codicePaziente>uE1z2eEv33voMX37umFCsdgu2mTOHJouAoa8VYINJ1maOXnCQFIm4K2swy7Xja2XT7RyZ3UzFH/5QWiXNEs6Rpt3RrIuGrOy4raHM0Jmj7lfFBO2inhSPeodzJN/nXf+PCcQ4xeJpQyrW2BycLQqSdaFHcWXnVkpjp0ZTw/VT+4=</vis:codicePaziente>
            <vis:cfMedico>DMRNCL63S21D612I</vis:cfMedico>
            <vis:nrbe>X00003504565</vis:nrbe>
        </vis:VisualizzaPrescrittoRicettaBiancaRichiesta>
    </soapenv:Body>
</soapenv:Envelope>